Repository: mangobrain/Infector
Catalog: po/*.po
Languages: cs

source: <b>Clients</b>
cs: <b>Klienty</b>

source: <b>Game Details</b>
cs: <b>Podrobnosti o hře</b>

source: <b>Game Properties</b>
cs: <b>Vlastnosti hry</b>

source: <b>Players</b>
cs: <b>Hráči</b>

source: <b>Server Details</b>
cs: <b>Podrobnosti o serveru</b>

source: <b>Server Setup</b>
cs: <b>Natavení serveru</b>

source: About Infector
cs: O hře Infector

source: Address:
cs: Adresa:

source: B_lue:
cs: _Modrý:

source: Blue:
cs: Modrý:

source: Board _size:
cs: _Velikost desky:

source: Green:
cs: Zelený:

source: Host Network Game
cs: Uspořádat hru po síti

source: Human Computer Networked
cs: Člověk Počítač Po síti

source: Join Network Game
cs: Připojit se ke hře po síti

source: New Game
cs: Nová hra

source: Red:
cs: Červený:

source: Square Hexagonal
cs: Čtverec Šestiúhelník

source: Start the game
cs: Zahájit hru

source: Yellow:
cs: Žlutý

source: _Board shape:
cs: _Tvar desky:

source: _Game
cs: _Hra

source: _Green:
cs: Ze_lený:

source: _Help
cs: _Nápověda

source: _Players:
cs: _Hráči:

source: _Red:
cs: Če_rvený:

source: _Yellow:
cs: Žl_utý:

source: Host
cs: Server

source: Computer
cs: Počítač

source: <i>Empty</i>
cs: <i>Nikdo</i>

source: Error on server socket
cs: Chyba v socketu serveru

source: Error reading from server
cs: Chyba při čtení ze serveru

source: Server disconnected
cs: Server odpojen

source: Invalid data from server
cs: Chybná data ze serveru

source: Square board,
cs: Čtvercová deska,

source: Hexagonal board,
cs: Šestiúhelníková deska,

source: 2 players
cs: 2 hráči

source: 4 players
cs: 4 hráči

source: Unexpected data from server
cs: Neočekávaná data ze serveru

source: Write error on client socket:
cs: Chyba při zápisu do socketu klienta:

source: Write error on server socket:
cs: Chyba při zápisu do socketu serveru:

source: I/O error on client socket
cs: I/O chyba v socketu klientu

source: Client disconnected or unexpected data received
cs: Klient se odpojil nebo byla přijata neočekávaná data

source: Error reading from client socket
cs: Chyba při čtení ze socketu klienta

source: Client disconnected
cs: Klient odpojen

source: I/O error on server socket
cs: I/O chyba v socketu serveru

source: Server disconnected or unexpected data received
cs: Server se odpojil nebo byla přijata neočekávaná data

source: Error reading from server socket
cs: Chyba při čtení ze socketu serveru

source: You are playing as
cs: Nacházíte se hraje jako

source: red
cs: červený

source: green
cs: zelený

source: blue
cs: modrý

source: yellow
cs: žlutý

source: R:
cs: Č:

source: G:
cs: Z:

source: B:
cs: M:

source: Y:
cs: Ž:

source: Game over
cs: Konec hry

source: Tie:
cs: Pole:

source: Red wins!
cs: Vyhrál červený!

source: Green wins!
cs: Vyhrál zelený!

source: Blue wins!
cs: Vyhrál modrý!

source: Yellow wins!
cs: Vyhrál žlutý!

source: Red to play
cs: Červený na tahu

source: Green to play
cs: Zelený na tahu

source: Blue to play
cs: Modrý na tahu

source: Yellow to play
cs: Žlutý na tahu

source: Local
cs: Místní

source: None
cs: Žádný

source: Red
cs: Červený

source: Green
cs: Zelený

source: Blue
cs: Modrý

source: Yellow
cs: Žlutý

source: Client write error:
cs: Chyba zápisu klienta:

source: Error on listening socket
cs: Chyba na naslouchajícím socketu

source: Ataxx Board Game
cs: Desková hra Ataxx

source: Play the classic two- to four-player board game Ataxx
cs: Zahrát si klasickou deskovou hru Attax pro dvou nebo čtyři hráče
